[
    {
        "id":1,
        "image": "img/vol1.jpg",
        "name": "#1",
        "release": "2003",
        "synopsis": "His name is Guts, the Black Swordsman, a feared warrior spoken of only in whispers. Bearer of a gigantic sword, an iron hand, and the scars of countless battles and tortures, his flesh is also indelibly marked with The Brand, an unholy symbol that draws the forces of darkness to him and dooms him as their sacrifice. \n But Guts won't take his fate lying down; he'll cut a crimson swath of carnage through the ranks of the damned -- and anyone else foolish enough to oppose him! Accompanied by Puck the Elf, more an annoyance than a companion, Guts relentlessly follows a dark, bloodstained path that leads only to death...or vengeance.",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-Vol-1-Black-Swordsman/dp/1593070209",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/59650b3210e24e45a862aae367dcb2ff/berserk-volume-1-tpb?utm_source=dh&utm_medium=referrer&utm_campaign=profile&utm_term=on+sale&utm_content=Berserk+Volume+1+TPB",
        "cartIcon": "img/cart.png"
    },
    {
        "id":2,
        "image": "img/vol2.jpg",
        "name": "#2",
        "release": "2004",
        "synopsis": "The evil Count uses his dark powers to transform a defeated guard captain into an inhuman horror to combat Guts, the Black Swordsman. Puck, Guts' pint-sized fairy sidekick, is captured when he attempts to stop an old doctor's execution, and he is given as a gift to the count’s daughter, a sweet girl in a gilded cage, imprisoned by her father in her own room. \n Guts, determined to make mincemeat of the Count, assaults the castle and carves a swath of blood-soaked destruction through the Count's minions. Face-to-face with the Black Swordsman at last, the Count reveals his true form, and even Guts' super-sized sword may not be big enough to contend with this demonic monstrosity!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-Guardians-Desire-Kentaro-Miura/dp/1593070217",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/f99dcf5672ca4266baf9a33e25f4d83e/berserk-volume-2-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":3,
        "image": "img/vol3.jpg",
        "name": "#3",
        "release": "2004",
        "synopsis": "Guts, the feared Black Swordsman, finishes his desperate battle with the monstrous Count, but the Count’s dying pleas activate the Behelit, summoning the five God Hands, demon lords of immeasurable power. \n Guts’ journey so far has been a long road of pain and death, but it’s a walk in the park compared to fighting his way out of Hell itself! Created by Kenturo Miura, Berserk is exactly what its title advertises; a savage, gruesome, and often humorous roller-coaster ride, inspiring the internationally popular anime series.",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-3-v-Kenturo-Miura/dp/1593070225/ref=pd_lpo_2?pd_rd_i=1593070225&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/6c6e048e38c341278489542cb1b8315f/berserk-volume-3-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":4,
        "image": "img/vol4.jpg",
        "name": "#4",
        "release": "2004",
        "synopsis": "Now that the evil Count has been killed and dragged to Hell by the demon lords of the Godhand, Guts, the Black Swordsman, recalls his horrific upbringing and his brutal benefactor, the mercenary Gambino, whose parenting skills leave much to be desired. \n His bleak childhood spent wandering  from battlefield to battlefield, Guts' growing skills as a slayer catch the eye of many, including the legendary Griffith, warrior leader of the Band of the Hawk, who is eager to test the fighting prowess of the young swordsman. As usual, any time that Guts is involved, there'll be Hell to pay!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-4-v-Kenturo-Miura/dp/1593072031/ref=pd_sbs_2/261-0756429-4809317?pd_rd_w=rewGg&pf_rd_p=a3a7088f-4aec-4dbd-97cc-9a059581fe7b&pf_rd_r=5JA0E1FYEGV0F2Y9CPBG&pd_rd_r=da56ba89-0ba4-47b5-95ad-b35430e6c218&pd_rd_wg=Zt6fO&pd_rd_i=1593072031&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/1fb27f2236c44dadbcf4a87dfae4658d/berserk-volume-4-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":5,
        "image": "img/vol5.jpg",
        "name": "#5",
        "release": "2004",
        "synopsis": " He is Guts, the Black Swordsman, a warrior of legendary prowess-relentless, fearless, merciless. As cold and brutal as the iron of the massive sword he wields. Bent on revenge against the unholy forces that have branded him for sacrifice, but especially on Griffith, one of the demon lords of the Godhand. \n But Griffith was once a man, the leader of the Hawks, a renowned cadre of elite fighters with a young Guts as its fiercest champion. Though forged in a crucible of cruelty and violence, nothing could prepare Guts for a confrontation with Nosferatu Zodd, a superhuman beast who slaughters Guts' comrades as easily as a scythe cuts wheat. \n Even Guts and Griffith are no match for the abomination's power ... but something Griffith wears around his neck may well be!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-5-v-Kentaro-Miura/dp/1593072511/ref=pd_sbs_1/261-0756429-4809317?pd_rd_w=hOQNH&pf_rd_p=a3a7088f-4aec-4dbd-97cc-9a059581fe7b&pf_rd_r=V2MEVRD0XAM39ZGZSXGF&pd_rd_r=946aa302-2bb8-45c2-8eb1-cab7a8cd854d&pd_rd_wg=hnASc&pd_rd_i=1593072511&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/844b7368cd954a46ba80f226eb537743/berserk-volume-5-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":6,
        "image": "img/vol6.jpg",
        "name": "#6",
        "release": "2005",
        "synopsis": "Back in the day, Guts the Black Swordsman was a top slayer for The Band of the Hawk, an elite mercenary unit led by Griffith, whose calm demeanor and callow beauty belied his fighting prowess and steel will. \n While in a king's employ, the attraction between the king's daughter and Griffith and the growing favor of the king towards the Hawk leader raises the hackles of the king's jealous brother, who plots to have Griffith summarily assassinated. \n But if the plot fails, the king's brother will likely have to deal with Guts and his titanic broadsword, and the results of such confrontations are rarely pretty... or easy to clean up.",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-6-Kentaro-Miura/dp/159307252X/ref=pd_sbs_1/261-0756429-4809317?pd_rd_w=ZOGwB&pf_rd_p=a3a7088f-4aec-4dbd-97cc-9a059581fe7b&pf_rd_r=FEPZRWPG51HJKB6VQMJQ&pd_rd_r=8e216a6c-0ae8-49dc-a0a1-8168b55687ae&pd_rd_wg=lFKgD&pd_rd_i=159307252X&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/02dbb2af9ccc42418ddc081260b9d9f0/berserk-volume-6-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":7,
        "image": "img/vol7.jpg",
        "name": "#7",
        "release": "2005",
        "synopsis": "Two feudal kingdoms, Midland and Chuder, battle for supremacy in what will become the final clash in a century-long struggle. Spearheading the Midland forces is the Band of the Hawk, a legendary cadre of elite mercenaries led by the charismatic Griffith and with the fearless Guts as its berserker champion. \n The Hawks' ferocity, courage, and fearsome skills-not to mention Guts' enormous broadsword-are just what Midland needs to turn the bloody tide, but during the fray, Guts and Griffith's most trusted lieutenant, Casca, fall together from a cliff into a raging river. \n Both miraculously survive-barely-and Guts tends to Casca's wounds as she tells of having her life saved by Griffith, her induction into the Band of the Hawk, and her deep feelings toward Griffith. And she even seems to finally be warming up to the grim Guts. \n But this greeting-card moment won't last long, for Chuder warriors are on the prowl, and the only greetings they carry are on the points of their spears!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-7-v-Kentaro-Miura/dp/1593073283/ref=pd_sbs_2/261-0756429-4809317?pd_rd_w=mPYqP&pf_rd_p=a3a7088f-4aec-4dbd-97cc-9a059581fe7b&pf_rd_r=SSTM1WQPNT7E5DWT5VAT&pd_rd_r=850967ec-9320-47b6-a21b-7ddc5cf8bc83&pd_rd_wg=eJo5m&pd_rd_i=1593073283&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/f3aef03de1144189b7f12b6e4b249e4f/berserk-volume-7-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":8,
        "image": "img/vol8.jpg",
        "name": "#8",
        "release": "2005",
        "synopsis": "The century-spanning war between Midland and Chuder continues unabated. The two warring kingdoms, vying for supremacy, launch headfirst into what will become the final battle. Leading the Midland forces are the Band of the Hawk, lead by the charismatic Griffith, with the fearless Guts as his trusted champion. \n But should the Hawks triumph again on the battlefield, the war with Chuder may end, but the secret war within Midland may begin as those who seek to rise within the court see the ambitious Griffith as an obstacle to obtaining power. And nothing is more formidable than an enemy unseen!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-8-v-Kentaro-Miura/dp/1593073291/ref=pd_sbs_1/261-0756429-4809317?pd_rd_w=8vLvQ&pf_rd_p=a3a7088f-4aec-4dbd-97cc-9a059581fe7b&pf_rd_r=8E4XX2G29E0J7VT581GN&pd_rd_r=a5e9d990-83b8-4472-8501-20e9b20799e7&pd_rd_wg=EIxdX&pd_rd_i=1593073291&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/db67410354d340a7a7b622df7a5bb366/berserk-volume-8-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":9,
        "image": "img/vol9.jpg",
        "name": "#9",
        "release": "2005",
        "synopsis": "Griffith, charismatic leader of the elite mercenary Band of the Hawk, has seen better days. His fearless champion, Guts, has left the Band, defeating Griffith in personal combat as his ticket out. With his judgment clouded by this unthinkable humiliation, Griffith eases his pain in the arms of the daughter of Midland's king. \n But the King doesn't take kindly to an employee picking the royal flowers, and the next stop for Griffith is the dungeon and the torture rack! Without Griffith and Guts, the Hawks become easy prey for Midland's army, and the AWOL Guts may be the only answer to the Hawks'-and Griffith's-lethal problems.",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-9-Kentaro-Miura/dp/1593073305/ref=bmx_dp_i033459o_1/261-0756429-4809317?pd_rd_w=F8boE&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=1E0P2R2RG8H8VT497FJB&pd_rd_r=ae7c1a61-c09c-4d9a-98c1-79eeec90dda4&pd_rd_wg=XxtcY&pd_rd_i=1593073305&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/69948c5a97b442c4bd9a43d476f35556/berserk-volume-9-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":10,
        "image": "img/vol10.jpg",
        "name": "#10",
        "release": "2006",
        "synopsis": "Warrior supreme Guts has returned, and just in time to save the weakened Band of the Hawk from certain destruction...and to form an intimate bond with the beautiful warrior Casca. But job one is to find a way to free Griffith, the Hawks' leader, from the dank dungeons and 'round-the-clock tortures of the Hawks' former benefactor, the King of Midland. \n But while the flayed and starved Griffith may be in isolation, he is not alone. Horrors beyond imagination await Guts and the Hawks in the catacombs, and those who die may just be the lucky ones!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-10-Kentaro-Miura/dp/1593073313/ref=bmx_dp_i9c27j4n_2/261-0756429-4809317?pd_rd_w=Y9Ki4&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=VV3KK5C82GC3K0YS8QP6&pd_rd_r=80e62534-2b20-4b53-8b12-1f3bdcbb7879&pd_rd_wg=HH6i8&pd_rd_i=1593073313&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/a5da45e2ec6941d49ba7b046d876b57d/berserk-volume-10-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":11,
        "image": "img/vol11.jpg",
        "name": "#11",
        "release": "2006",
        "synopsis": "The Band of the Hawk-what's left of them-are on the run, Guts and Casca having rescued the Hawks' leader, Griffith, from the horrors of the King of Midland's dungeons. Starved, tortured mercilessly, and imprisoned in an iron mask, Griffith hangs on to life and sanity by a thread . . . and he'll be no help against the King's latest charges sent to bring him back to pay for his dalliance with the King's daughter. \n Now the depleted Hawks will have to face the Knights of the Black Dog, led by the merciless, bestial Wyald . . . one bad dog who's even worse when he unleashes the beast within!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-11-Kentaro-Miura/dp/1593074700/ref=bmx_dp_i9c27j4n_4/261-0756429-4809317?pd_rd_w=pulK6&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=BAEGSTMJ566DCGE1MAAM&pd_rd_r=90786170-5480-4ca8-91c4-faf38a52a5e1&pd_rd_wg=6sFPj&pd_rd_i=1593074700&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/d7914d56a5de4531a57142721c2ce9a1/berserk-volume-11-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":12,
        "image": "img/vol12.jpg",
        "name": "#12",
        "release": "2006",
        "synopsis": "The Band of the Hawks' rescue of their leader, Griffith, has brought them no ease. Broken beyond healing, a frail ghost of his former glory, Griffith is now more an object of pity than a man, and the Hawks, who've grimly hung together under duress and death during his absence, are now on the verge of splintering to the winds. \n But Griffith's dreams and ambitions, built on the bodies of his troops and the countless enemies they have slain, have not gone unnoticed in the spirit realm, and though Griffith has nowhere to go as a man, he may yet have a future . . . a future borne on jet-black wings in the company of the demon lords of the Godhand!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-12-Kentaro-Miura/dp/1593074840/ref=pd_sbs_1/261-0756429-4809317?pd_rd_w=cd3hj&pf_rd_p=a3a7088f-4aec-4dbd-97cc-9a059581fe7b&pf_rd_r=YWK85GWM1PV8F4KBZBBT&pd_rd_r=c257e607-5010-4bc2-88bc-f979743db571&pd_rd_wg=iC0Ey&pd_rd_i=1593074840&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/f152d7f65e9d42b194990e30ce5f3b77/berserk-volume-12-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":13,
        "image": "img/vol13.jpg",
        "name": "#13",
        "release": "2006",
        "synopsis": "The Band of the Hawk may have been the most formidable band of fighters around, but when matched up against an army of abyssal monstrosities, earthly fighting skills don't amount to a hill of beans. \n The Hawks' tortured and mutilated former leader, Griffith, has used the accursed Crimson Behelit to open the gates to a shadowy realm of unspeakable horrors, the realm of the demon lords of the Godhand, who are willing to transform Griffith into a being of terrible power and majesty as long as Griffith is willing to give up his former command as sacrifices in the Invocation of Doom. \n But nobody takes down the Hawks without a fight, and their berserker champion, Guts, will take on anything Hell can throw at him in order to save his lover, Casca, from the sordid violations that only Hell can offer.",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-13-Kentaro-Miura/dp/1593075006/ref=bmx_dp_i9c27j4n_1/261-0756429-4809317?pd_rd_w=xF4jk&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=50XX9WAB841EMTYR5T10&pd_rd_r=d37c7230-55b1-435b-ae9d-5ba0867ddb9a&pd_rd_wg=iDvAy&pd_rd_i=1593075006&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/ff607996e18149cca5b65ae260ad3995/berserk-volume-13-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":14,
        "image": "img/vol14.jpg",
        "name": "#14",
        "release": "2006",
        "synopsis": "The once unbeatable Band of the Hawk is smashed, and their former leader, Griffith, has made an unholy pact with the demon lords of the Godhand, sacrificing his former troops to resurrect his crippled body and ascend to stand in power beside these profane gods. \n The Invocation of Doom has unleashed a plague of unspeakable horrors upon the earth, and the first battle not only shatters the Hawks, but the hand of their champion, Guts, and the mind of their captain and Guts' lover, Casca. \n And while time may heal some of Guts' wounds, it will not heal his desire for vengeance. And his discovery of a gigantic, dragon-slaying sword might be just the ticket to deal out some king-sized payback!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-14-Kentaro-Miura/dp/1593075014/ref=bmx_dp_i033459o_2/261-0756429-4809317?pd_rd_w=BBSXb&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=429TTKFYT3K01562YBF4&pd_rd_r=63c79eb9-b9b1-4f4c-80a8-644447afe066&pd_rd_wg=B6XrH&pd_rd_i=1593075014&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/291010447b7e4deb9c9a439191b72de3/berserk-volume-14-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":15,
        "image": "img/vol15.jpg",
        "name": "#15",
        "release": "2007",
        "synopsis": "From his days as a young mercenary to his time as captain of the Band of the Hawks' Raiders, Guts's life has been defined by his ability to fight and his will to win. \n Now cursed with the Brand of Sacrifice-a sigil that will forever mark him as prey for the damned-and with his companions dead, his lover's mind destroyed, and his one-time commander and friend reborn as a malevolent demon lord, it seems that more than ever Guts must rely upon his instinct to survive. \n But Hell has many faces, and when what appears to be an innocent country village proves to be a den of tragic secrets, the horror of a fairy tale perverted by pain and hate may prove to be more than Guts can handle!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-15-Kenturo-Miura/dp/1593075774/ref=bmx_dp_i9c27j4n_4/261-0756429-4809317?pd_rd_w=Gtjbg&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=XN79R3H06SSEQ3W29WPQ&pd_rd_r=690b0043-0a91-4f45-8b6f-a1290141f312&pd_rd_wg=irHR1&pd_rd_i=1593075774&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/9a24917e744e4801808500e68c6bed0b/berserk-volume-15-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":16,
        "image": "img/vol16.jpg",
        "name": "#16",
        "release": "2007",
        "synopsis": "Warrior supreme Guts has been marked for sacrifice to the armies of the damned, and now he has the blood of a village of possessed children on his hands, a horde of elf-demons straight out of a fairy-tale fever dream. But now Guts must deal with the Queen of the Elves herself, and though she may be cute as a button, she has hideous power and lethal intent, and in her wake, no one lives happily ever after!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-16-v-Kentaro-Miura/dp/1593077068/ref=bmx_dp_i033459o_5/261-0756429-4809317?pd_rd_w=6OG9t&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=A2TJYRYF75TVC0GS1MMV&pd_rd_r=eca54a63-b3c6-4e8c-9b90-834a3d4a1657&pd_rd_wg=tUgqU&pd_rd_i=1593077068&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/18194e75af17411a8cdf94d9ba3a2e15/berserk-volume-16-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":17,
        "image": "img/vol17.jpg",
        "name": "#17",
        "release": "2007",
        "synopsis": "Renegade devil-slayer Guts, the Black Swordsman, may be the bane of the demonic realm, but the citizenry of Midland, the kingdom he formerly served, aren't exactly members of his fan club, either. \n When the holier-than-thou Knights of the Holy Iron Chain capture Guts and decide to whip (literally) some repentance into him, Guts develops a few ideas of his own . . . like taking the Iron Chain's leader hostage and showing her that when Hell comes calling, the only thing worth praying for is a sword!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-17-v-Kentaro-Miura/dp/1593077424/ref=bmx_dp_i033459o_1/261-0756429-4809317?pd_rd_w=yd7KN&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=WQH889MN19B42V6RDYWZ&pd_rd_r=5eb658ee-3e0f-49b9-8188-d81484247e06&pd_rd_wg=PQZHH&pd_rd_i=1593077424&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/d9c0b4d4e273475eb5eb38c5583c435a/berserk-volume-17-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":18,
        "image": "img/vol18.jpg",
        "name": "#18",
        "release": "2007",
        "synopsis": "Hell has broken loose in the kingdom of Midland. On the death of Midland's king comes invasion, demonic forces seem to be on the rise, underground pagan cults are running wild, and the church is busily rounding up and teaching heretics the errors of their ways. \n While Guts is busy testing out his newly repaired sword on the invaders, his former captain and lover, Casca, her mind wrecked by her unholy tryst with the demon lord, has fallen in with a rough crowd who don't exactly wish her well. \n But she, like Guts, is marked with the Brand of Sacrifice, and her abusers may soon find themselves face-to-face with the unholy abominations that are inexorably drawn to the Brand!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-18-v-Kentaro-Miura/dp/1593077432/ref=bmx_dp_i9c27j4n_4/261-0756429-4809317?pd_rd_w=RlgDl&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=9B42HTBKQ4NWYHZFDQ1Z&pd_rd_r=42a80993-6360-4a04-ba2f-742db0383fca&pd_rd_wg=xJjbj&pd_rd_i=1593077432&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/aa8b9e54717d44b39f3ad3d4fb39f6e2/berserk-volume-18-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":19,
        "image": "img/vol19.jpg",
        "name": "#19",
        "release": "2007",
        "synopsis": "The bewildered and near-mad Casca, former captain of the Band of the Hawk-and former lover of Guts, the Black Swordsman-has been adopted by Midland's pagan cults as a witch, due to her demonic Mark of Sacrifice. \n But the Holy Iron Chain Knights' campaign to rid the kingdom of heretics by any means necessary puts Casca in mortal danger, and Guts is having none of it. \n But all parties involved may end up with more than they bargained for as demonic spirits, drawn to Casca's brand, begin to possess the heretics and unleash the forces of hell. But hell hath no fury like the Black Swordsman!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-19-v-Kentaro-Miura/dp/1593077440/ref=bmx_dp_i033459o_2/261-0756429-4809317?pd_rd_w=gsZwO&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=FQSKR8TKND29DR0CMXFA&pd_rd_r=76365dc1-2c0d-43a0-a5b3-9e4f91725451&pd_rd_wg=SQODH&pd_rd_i=1593077440&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/ed71a53f0c93493080bbecc32d46030e/berserk-volume-19-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":20,
        "image": "img/vol20.jpg",
        "name": "#20",
        "release": "2007",
        "synopsis": "The Black Swordsman Guts' former captain and lover, Casca, has been taken by the Holy Iron Chain Knights to the \"Tower of Conviction\" of the fanatic torturer of the Holy See, Mozgus, who plans to treat the rumored witch to the proper agonies of the damned. \n And Guts is on his way to rescue Casca and dish out some chastisement of his own on any who get in his way. \n But forces in the demonic realms are in motion and are being drawn to the torture tower in what may be a prelude to a second Eclipse and an unprecedented release of malign spirits into the world!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-20-v-Kentaro-Miura/dp/1593077459/ref=bmx_dp_i9c27j4n_1/261-0756429-4809317?pd_rd_w=z9yLR&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=43YFBAHQCR3R7H9DN3H7&pd_rd_r=f83c67be-0b11-4522-879b-0abdf1bba0c1&pd_rd_wg=A1kaO&pd_rd_i=1593077459&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/4f301ed1ef7649bbaa8d3a37d5c075ee/berserk-volume-20-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":21,
        "image": "img/vol21.jpg",
        "name": "#21",
        "release": "2008",
        "synopsis": "Guts, the feared Black Swordsman, is on the rampage . . . and it's personal. \n Mozgus, the malefic master Inquisitor of the Holy See, in his murderous campaign against heretics, has captured Guts' former lover Casca and has her at the ready to be burned at the stake in the Tower of Conviction, little knowing that Casca's demonic Mark of Sacrifice is drawing hideous dark powers to the Tower. \n It'll take everything Guts has and more to defeat Mozgus-who is much, much more than a man -- and even if he can, will be be able to save Casca from the hordes of Hell amidst the Inquisitor's disintegrating citadel?",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-21-v-Kentaro-Miura/dp/1593077467/ref=bmx_dp_i033459o_2/261-0756429-4809317?pd_rd_w=t616w&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=2C4Z7Q7W98TQ4FK9ZCM6&pd_rd_r=3831cbd8-363e-4ffd-91be-cf6f11d8f182&pd_rd_wg=Y5sJw&pd_rd_i=1593077467&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/723211b431834d17891b33c7493d39ec/berserk-volume-21-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":22,
        "image": "img/vol22.jpg",
        "name": "#22",
        "release": "2008",
        "synopsis": "The world of Guts, the Black Swordsman, is changing in a hurry. Though a demonic maelstrom has leveled the dreaded Tower of Conviction and ended the reign of terror of its grand inquisitor, Mozgus, peace has not returned to Midland. \n The Tower's fall has heralded the unexpected return of Griffith, Guts's former leader, last seen transformed from a shattered husk into one of the demon lords of the Godhand. \n But Griffith looks like his old self again-and with his dreams of carving out a kingdom by his own hand still intact. He's raising a new Band of the Hawk, but this time he's recruiting from the dark side to fulfill his deadly destiny!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-22-v-Kentaro-Miura/dp/1593078633/ref=bmx_dp_i033459o_1/261-0756429-4809317?pd_rd_w=aCVHp&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=G16R5TFKCW44BY8F5VNF&pd_rd_r=529331f4-605a-4688-8ebb-74708a85e169&pd_rd_wg=JWhQw&pd_rd_i=1593078633&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/bbdc65399b4d46ce850878d90785654b/berserk-volume-22-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":23,
        "image": "img/vol23.jpg",
        "name": "#23",
        "release": "2008",
        "synopsis": "Desperate as Guts, the Black Swordsman, has been to reunite with his former captain and lover, the now-mad Casca, he's quickly learning that being together is as dangerous as being apart. \n What should be a simple journey to the safety of Puck's homeland proves to be a gauntlet of perils, as the Mark of Sacrifice each bears brings the fury of Hell down upon them, and Guts discovers that in his darkest moments he himself is the greatest danger to the woman he loves.",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-23-v-Kentaro-Miura/dp/1593078641/ref=bmx_dp_i033459o_2/261-0756429-4809317?pd_rd_w=hUE4O&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=F5FDHA89RCCT9V69Y4ZC&pd_rd_r=037e43cc-09d2-4dc4-8696-776dc21ad2b1&pd_rd_wg=vuW2w&pd_rd_i=1593078641&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/894d5411c3104472a1950bfd4f66452a/berserk-volume-23-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":24,
        "image": "img/vol24.jpg",
        "name": "#24",
        "release": "2008",
        "synopsis": "Desperate to find a sanctuary where his lover, Casca, will be safe from the demons drawn to her Brand of Sacrifice, Guts the Black Swordsman pushes his motley band of followers onward towards fairy Puck's homeland, Elfhelm. \n With new allies who make their home in a mystically guarded woodland paradise, Guts' goal seems within reach, but danger lurks in the shadows of even the most dazzling utopias, and even fairy witchery may not protect the wondrous kingdom from an army of marauding, murderous trolls!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-24-v-Kentaro-Miura/dp/159307865X/ref=bmx_dp_i9c27j4n_1/261-0756429-4809317?pd_rd_w=BMKnc&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=122MJT52BD7784CMCWZ0&pd_rd_r=f8ff592a-0082-4397-a436-3fbb90c0a810&pd_rd_wg=oF0nI&pd_rd_i=159307865X&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/41a0ffb6f53f48c0afc4ca3868fb19b0/berserk-volume-24-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":25,
        "image": "img/vol25.jpg",
        "name": "#25",
        "release": "2008",
        "synopsis": "Guts the Black Swordsman just can't seem to find a little peace. On his way to the idyllic tranquility of his miniature pal Puck's homeland of Elfhelm, Guts and his companions, at the behest of a local witch, assist a village beset by a plague of hideous and deadly trolls. \n Assisted by the witch's disciple, Schierke, the warrior band manages to turn the tide against the beasts, but when a monstrous ogre hits town, a tide of another kind is needed, a mystic flood to wash the town clean. \n But when Casca and Farnese are carried away by the flood, they become prisoners in the trolls, den, where a fate far worse than any imaginable death awaits!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-25-Kentaro-Miura/dp/1593079214/ref=bmx_dp_i9c27j4n_2/261-0756429-4809317?pd_rd_w=8NnIF&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=XYA5M4VTYXA4TTP0H2SD&pd_rd_r=e3b4c3b8-91ee-400d-ac87-6169accb50a6&pd_rd_wg=pIIkV&pd_rd_i=1593079214&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/f30277987ae84971ad978e18923ddcaf/berserk-volume-25-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":26,
        "image": "img/vol26.jpg",
        "name": "#26",
        "release": "2008",
        "synopsis": "Guts, the Black Swordsman, goes from the frying pan to the fire as he enters the mating chamber in the horrifying lair of the trolls to rescue his love, Casca, and the Lady Farnese from the loathsome attentions of the hideous beasts. \n But while even an army of trolls cannot stand against Guts's boundless fury, the mightiest of warriors is no match for a demon lord. \n And so when Slan of the Godhand manifests from the entrails of slain trolls and takes Guts into her deadly embrace, Guts discovers he may not only be fighting for his life, but for his very soul!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-26-Kentaro-Miura/dp/1593079222/ref=bmx_dp_i033459o_1/261-0756429-4809317?pd_rd_w=W1RXj&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=SZKA02R6M2HR07ZNG352&pd_rd_r=4afd37c0-31e6-4f33-8820-d77b16effcef&pd_rd_wg=XClVp&pd_rd_i=1593079222&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/17a5c8e5a50b4e469b69c09ff4caf5c1/berserk-volume-26-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":27,
        "image": "img/vol27.jpg",
        "name": "#27",
        "release": "2009",
        "synopsis": "Now equipped with the mystical Berserker Armor, Guts fights on against the dragon-form of Grunbeld and his legion of fanatic apostle soldiers. But the very armor that holds Guts together--in a nightmarishly literal sense--might be the last straw that tears his tortured mind apart. \n While Guts struggles to hold his own against his inner demons, monsters of a very different sort rally in Windham as the Kushan Emperor, Ganishka, and the newly reborn Griffith rally their forces in a head-to-head struggle for control of all of Midland. \n But when the dust finally settles, there may be little left of the kingdom to claim!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-27-Kentaro-Miura/dp/1593079230/ref=bmx_dp_i033459o_2/261-0756429-4809317?pd_rd_w=hAbW5&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=DEV99M68A9Q721TFVYZS&pd_rd_r=de5323c3-4432-428f-9ecc-bf83790ce80a&pd_rd_wg=s6mTw&pd_rd_i=1593079230&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/585775a5cccd401bb77dca7779291607/berserk-volume-27-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":28,
        "image": "img/vol28.jpg",
        "name": "#28",
        "release": "2009",
        "synopsis": "Guts, the Black Swordsman, and his companions have finally arrived at the sea, where they discover a mysterious child who seems to share a special bond with Guts and his former lover, the now-mad Casca. \n The troupe's brief respite at the shore offers moments for quiet introspection and deeper bonding, but such peace is always short lived where Guts is involved, and Guts must once again don the demonic Berserker Armor to take on a force of bloodthirsty beasts emerging from the once-peaceful surf. \n Possessed by the accursed sorcery of a powerful Kushan enchanter! And who knows what will happen when internal strife pushes a member of Guts's band unknowingly into the comforting companionship of an enemy!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-28-Kentaro-Miura/dp/1595822097/ref=pd_sbs_2/261-0756429-4809317?pd_rd_w=ZLrr0&pf_rd_p=a3a7088f-4aec-4dbd-97cc-9a059581fe7b&pf_rd_r=S2GWAS7WP9FJ7SNF84WV&pd_rd_r=bb6bca1a-10a2-4c3d-a7e8-440167dfd4af&pd_rd_wg=u3kw0&pd_rd_i=1595822097&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/88bd29806cf6425685aca2e95692ff7d/berserk-volume-28-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":29,
        "image": "img/vol29.jpg",
        "name": "#29",
        "release": "2009",
        "synopsis": "Guts, the Black Swordsman, and his companions have finally broken free of the monster-infested wilderness and arrived at the port city of Vritannis. But the band finds out all too quickly that humans can be just as monstrous as the nightmarish creatures and apostles they battled in the forest. \n As Schierke and Isidro face off against pirate slavers, Farnese's power-hungry family tries to force her once again under the yoke of their political ambitions. \n The group's only hope is to find a ship out of the city, but even if they manage to secure a vessel, will everyone be free to leave?",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-29-Kentaro-Miura/dp/1595822100/ref=bmx_dp_i9c27j4n_4/261-0756429-4809317?pd_rd_w=1kUgd&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=FMS78EDP5ETXQ5Y5G2PW&pd_rd_r=28685a36-9756-4384-977e-06d0a9136e81&pd_rd_wg=jY2Qg&pd_rd_i=1595822100&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/2c7fb59c0b3e433e8674556af9589092/berserk-volume-29-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":30,
        "image": "img/vol30.jpg",
        "name": "#30",
        "release": "2009",
        "synopsis": "Thanks to Lady Farnese's selfless sacrifice, Guts, the Black Swordsman, and the rest of his companions are free to carry on their journey aboard a ship arranged by Farnese's brother, Manifico -- that is, if they're willing to leave Farnese behind. \n But having to choose between their mission and their loyalties might not be a problem for long if the Kushan emperor and his legion of monstrous minions have their way. \n With a host of Kushan forces descending on Vritannis, there might not be much left of Farnese's family -- or any of the citizenry -- to worry about!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-30-Kentaro-Miura/dp/1595822119/ref=bmx_dp_i033459o_4/261-0756429-4809317?pd_rd_w=U4g8d&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=K9HDDBBX0T18J4B6DCCM&pd_rd_r=36167c3c-5688-465b-b752-1c9fafc46462&pd_rd_wg=qf5m9&pd_rd_i=1595822119&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/30fee3c3463b4d78a52412eaff61ba06/berserk-volume-30-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":31,
        "image": "img/vol31.jpg",
        "name": "#31",
        "release": "2009",
        "synopsis": "Escaping the port city of Vritannis is no easy task, for even the finest ship is useless if it can't be reached, and a horde of Kushan monsters stalks the city's docks. \n Led by a powerful necromancer who has mastered both the elements and the monsters of the deep, this hideous brigade may be too much for Guts the Black Swordsman and his companions to handle, even if Guts and Schierke are able to join forces and control the awful wrath of the Berserker armor. And will it even matter, if the Kushan emperor makes Guts an offer he can't refuse?",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-31-Kentaro-Miura/dp/1595823662/ref=bmx_dp_i033459o_1/261-0756429-4809317?pd_rd_w=dUrBC&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=N21HK61XZ3QTWV8MKFC8&pd_rd_r=f796f5af-9efe-42c2-8f62-ba87953ad217&pd_rd_wg=ri0xZ&pd_rd_i=1595823662&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/366c6256867042a09c91b01a05461a8a/berserk-volume-31-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":32,
        "image": "img/vol32.jpg",
        "name": "#32",
        "release": "2009",
        "synopsis": "Guts, the Black Swordsman, joins forces with a most unlikely ally, the fiendish Nosferatu Zodd, in a desperate attempt to defeat the Kushan emperor's malevolent astral form. \n But Griffith, Guts' former commander and friend reborn as a demonic lord of the Godhand, has plans of his own for the emperor, and for Midland itself. \n Guts and his companions' only hope is to reach the promised safety of the elf Puck's homeland, Elfhelm, but if Griffith and the emperor turn their attention back to this motley band of travelers, there may be nowhere left for Guts and crew to hide!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-32-Kentaro-Miura/dp/1595823670/ref=bmx_dp_i9c27j4n_1/261-0756429-4809317?pd_rd_w=kzfa1&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=M9ARW0ZDHK7Q6CBMN08J&pd_rd_r=68ebd310-ff24-4d4b-9095-94a235fc55dd&pd_rd_wg=xAiYb&pd_rd_i=1595823670&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/93e1c88d20a74b75b17f07425441ac6f/berserk-volume-32-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":33,
        "image": "img/vol33.jpg",
        "name": "#33",
        "release": "2010",
        "synopsis": "Guts the Black Swordsman and his companions brave the open sea, hoping to reach Puck's homeland, Elfhelm, and its powerful elven king, who might be able to restore the sanity of Guts's former lover, Casca. \n But seeking out a sanctuary for Casca means that Guts must postpone his hunt for his ex-friend and leader, Griffith, who has been reborn as a demon lord hell bent on conquest. \n The winds of change blow fast and hard across the war-torn lands of the Holy See, and if Guts waits too long to exact his vengeance, Griffith might attain his murderous goals before Guts can return to Midland to stop him!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-33-Kentaro-Miura/dp/1595823727/ref=bmx_dp_i033459o_3/261-0756429-4809317?pd_rd_w=C4JH8&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=C1FJMFJWRJ40FEAV0899&pd_rd_r=bc1b542e-fb0e-4348-98ae-cefde606af90&pd_rd_wg=c4kde&pd_rd_i=1595823727&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/0d31864fbced4704ac08a1228cc6f384/berserk-volume-33-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":34,
        "image": "img/vol34.jpg",
        "name": "#34",
        "release": "2010",
        "synopsis": "Faced with the Kushan emperor's horrific new form, and the bloody swath of destruction and spawning demons he leaves in his wake with every step, the soldiers in Griffith's new Band of the Hawk must assume their true unholy forms to battle the emperor, revealing their true faces to the citizens of Midland. \n How will these tormented refugees react when they discover that their would-be rescuers are as monstrous as their enemies? And could this titanic confrontation threaten to unleash even greater horrors upon the human world?",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-34-Kentaro-Miura/dp/1595825320/ref=bmx_dp_i033459o_1/261-0756429-4809317?pd_rd_w=RC08Z&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=6A065AYK6XQ84F4R24J8&pd_rd_r=c52b41a2-57c0-4136-9abb-69779fa77352&pd_rd_wg=s1Fef&pd_rd_i=1595825320&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/8e051cef0bd54baf9771729e08ca3c94/berserk-volume-34-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":35,
        "image": "img/vol35.jpg",
        "name": "#35",
        "release": "2011",
        "synopsis": "After a hellish battle against ravenous sea monsters, Guts the Black Swordsman and his companions are forced to seek refuge on a small island so their ship can be repaired. \n But this island is not the safe haven they'd hoped for--it's a sinister place rife with dark energy, watched over by an ancient, vengeful god. And with a full moon on the rise, that god's power is about to be unleashed...",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-35-Kentaro-Miura/dp/1595826955/ref=bmx_dp_i033459o_2/261-0756429-4809317?pd_rd_w=GrLRD&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=1V2GN5SC2CQ5E2RSCPJ4&pd_rd_r=677e45b7-4544-4f84-9cf8-c50ce318a84e&pd_rd_wg=zJ6KB&pd_rd_i=1595826955&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/6fcc92f502ca4bd5bd391352115f7cca/berserk-volume-35-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":36,
        "image": "img/vol36.jpg",
        "name": "#36",
        "release": "2012",
        "synopsis": "What Guts the Black Swordsman and his companions had seen as an island refuge from monstrous sea creatures and the ghost ship of the demonic Bonebeard is in fact the very lair of the malefic sea god that controls them. \n With no avenue of escape, Guts must once again don the Berserker armor to give his company any chance of survival. But without the protective influence of the sorceress Schierke, Guts risks being forever lost within the cursed armor and becoming an even greater threat to his comrades!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-36-Kentaro-Miura/dp/1595829423/ref=bmx_dp_i033459o_2/261-0756429-4809317?pd_rd_w=OjKUT&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=DAKEPMC01GXB1TMEHAZ5&pd_rd_r=b549f293-146d-429d-a87f-8ed58bcf34ae&pd_rd_wg=uubDJ&pd_rd_i=1595829423&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/e9355775292d4bae8d454ee9a8f0c73d/berserk-volume-36-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":37,
        "image": "img/vol37.jpg",
        "name": "#37",
        "release": "2013",
        "synopsis": "Guts the Black Swordsman has again donned the accursed Berserker armor to battle the titanic Sea God—from the inside! To slay the creature, its heart must be pierced, but even if he can manage this impossible task deep within the leviathan, how will Guts get back out?",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-37-Kentaro-Miura/dp/1616552050/ref=bmx_dp_i9c27j4n_4/261-0756429-4809317?pd_rd_w=zkvCn&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=1KZMFTP2SHBYN8XM2PKM&pd_rd_r=00fff01e-7285-4084-8995-30306b95253e&pd_rd_wg=KsL2T&pd_rd_i=1616552050&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/b6744fafc9614c66b11edd9cfdf6f343/berserk-volume-37-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":38,
        "image": "img/vol38.jpg",
        "name": "#38",
        "release": "2017",
        "synopsis": "Guts and company reach the isle of Skellig in hopes that elven magic can cure the afflicted Casca. Meanwhile, Guts’s Band of the Hawk comrade Rickert journeys to Falconia, the seat of power for Griffith, the Hawks’ former commander. But the glittering towers of Falconia cast deadly shadows!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-38-Kentaro-Miuara/dp/1506703984/ref=bmx_dp_i033459o_3/261-0756429-4809317?pd_rd_w=nYpqb&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=6K13EFGP58PBW1GZ28TP&pd_rd_r=1d16f740-4b35-480a-a1cd-e956dd6d9c33&pd_rd_wg=RfiIz&pd_rd_i=1506703984&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/b5551d5ed5be4883b233cf00b0a0fb7c/berserk-volume-38-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":39,
        "image": "img/vol39.jpg",
        "name": "#39",
        "release": "2018",
        "synopsis": "To cure the afflicted Casca, Guts and company battle Elf Island's magical defenses and finally reach Elfhelm, where the elven ruler opens the Corridor of Dreams, projecting Schierke and Farnese into the forbidding wasteland of Casca's mind. But horrors lurk there, some more foul than any in the material world!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-39-Kentaro-Miura/dp/1506707084/ref=bmx_dp_i033459o_4/261-0756429-4809317?pd_rd_w=Ysfxc&pf_rd_p=94426033-0f75-42e1-88f2-9726a24245b4&pf_rd_r=EYF9Y0STFWGP94F2GKN1&pd_rd_r=66685c12-58fa-4a83-a8af-47fb3dec4d07&pd_rd_wg=gYp94&pd_rd_i=1506707084&psc=1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/eab10fe0b5cb4997aca346b7c97b572c/berserk-volume-39-tpb",
        "cartIcon": "img/cart.png"
    },
    {
        "id":40,
        "image": "img/vol40.jpg",
        "name": "#40",
        "release": "2019",
        "synopsis": "Deep within the nightmare realm of Casca's dreams, Schierke and Farnese battle endless horrors to reach the dark secret that has imprisoned Casca's mind for so long. But the dreamworld dangers are no mere phantasms of the unconscious--they are a lethal reality to the intruders from the material world!",
        "amazon": "Buy from Amazon",
        "amazonLink": "https://www.amazon.co.uk/Berserk-40-Kentaro-Miura-ebook/dp/B07Q3NHQQP/ref=sr_1_1?dchild=1&keywords=berserk+volume+40&qid=1631972513&s=books&sr=1-1",
        "darkhorse": "Buy from Darkhorse",
        "darkhorseLink": "https://digital.darkhorse.com/books/3df4f36e1f134fd8ab707376091d5b81/berserk-volume-40",
        "cartIcon": "img/cart.png"
    }
]